{
  "layout": "symbol_list",
  "symbols": [
    {
      "name": "The Green Light",
      "description": "A green light at the end of Daisy's dock that Gatsby watches from his mansion.",
      "meaning": "Represents Gatsby's hopes and dreams for the future, particularly his desire to reunite with Daisy.",
      "key_quote": "Gatsby believed in the green light, the orgastic future that year by year recedes before us.",
      "page": 180,
      "references": [
        {
          "description": "Gatsby reaching out towards the green light.",
          "page": 21
        }
      ]
    },
    {
      "name": "The Valley of Ashes",
      "description": "A desolate area between West Egg and New York City.",
      "meaning": "Symbolizes the moral and social decay resulting from the uninhibited pursuit of wealth.",
      "key_quote": "This is a valley of ashes—a fantastic farm where ashes grow like wheat into ridges and hills and grotesque gardens.",
      "page": 23,
      "references": [
        {
          "description": "The description of the valley as a wasteland.",
          "page": 23
        }
      ]
    },
    {
      "name": "The Eyes of Doctor T.J. Eckleburg",
      "description": "A billboard with a pair of giant, disembodied eyes.",
      "meaning": "Often interpreted as the eyes of God, watching over the moral decay of society.",
      "key_quote": "But above the grey land and the spasms of bleak dust which drift endlessly over it, you perceive, after a moment, the eyes of Doctor T.J. Eckleburg.",
      "page": 24,
      "references": [
        {
          "description": "Wilson refers to the eyes as the eyes of God.",
          "page": 159
        }
      ]
    }
  ],
  "sources": [
    {
      "page": 184,
      "content": "just shows you.’\nHe opened it at the back cover and turned it around for\nme to see. On the last fly-leaf was printed the word SCHED-\nULE, and the date September 12th, 1906. And underneath:\n1\u0018\u0018 The Great Gatsby"
    },
    {
      "page": 6,
      "content": "And so with the sunshine and the great bursts of leaves\ngrowing on the trees—just as things grow in fast movies—I\nhad that familiar conviction that life was beginning over\nagain with the summer.\nThere was so much to read for one thing and so much\nfine health to be pulled down out of the young breath"
    },
    {
      "page": 66,
      "content": "Chapter 4\nOn Sunday morning while church bells rang in the vil-\nlages along shore the world and its mistress returned\nto Gatsby’s house and twinkled hilariously on his lawn.\n‘He’s a bootlegger,’ said the young ladies, moving some-\nwhere between his cocktails and his flowers. ‘One time he\nkilled a ma"
    },
    {
      "page": 87,
      "content": "Chapter 5\nWhen I came home to West Egg that night I was afraid\nfor a moment that my house was on fire. Two o’clock\nand the whole corner of the peninsula was blazing with light\nwhich fell unreal on the shrubbery and made thin elongat-\ning glints upon the roadside wires. Turning a corner I saw\nthat it"
    },
    {
      "page": 72,
      "content": "Orderi di Danilo, ran the circular legend, Montenegro,\nNicolas Rex.\n‘Turn it.’\nMajor Jay Gatsby, I read, For Valour Extraordinary.\n‘Here’s another thing I always carry. A souvenir of Ox-\nford days. It was taken in Trinity Quad—the man on my left\nis now the Earl of Dorcaster.’\nIt was a photograph of "
    }
  ]
}